[
  {
    "id": "amiccii",
    "title": "Amiccii",
    "shortDescription": "A premier talent and brand partnership agency connecting top-tier athletes and entertainers with world-class events and strategic brand collaborations.",
    "fullDescription": "Amiccii is a premier talent and brand partnership agency headquartered in London, operating on a global scale. The platform is designed to connect top-tier athletes and entertainers with world-class events and strategic brand collaborations. Inflection Studio led the project from concept to launch, delivering a cohesive brand identity, intuitive user experience, and a high-performance digital platform. Our end-to-end involvement ensured that every touchpoint—from visual language to user interaction—aligned with Amiccii's mission to empower talent and foster authentic brand collaborations.",
    "techStack": ["Next.js", "Tailwind CSS", "Beehiiv"],
    "image": "amiccii.png",
    "websiteUrl": "https://amiccii.com",
    "order": 1
  },
  {
    "id": "hh-travel",
    "title": "Hoteles & Hogares Travel",
    "shortDescription": "A premier travel company redefining luxury and adventure across Africa with high-end safari camps and exclusive luxury villas.",
    "fullDescription": "Hoteles & Hogares Travel (H&H Travel) is a premier travel company redefining luxury and adventure across Africa. From high-end African safari camps to exclusive luxury villas, H&H crafts transformative travel experiences that blend sophistication, local charm, and unparalleled comfort.",
    "techStack": ["Next.js", "Shadcn UI", "Directus"],
    "image": "h&h.png",
    "websiteUrl": "https://hhtravel.com",
    "order": 2
  },
  {
    "id": "kimani-michuki",
    "title": "Kimani and Michuki Advocates",
    "shortDescription": "A premier full-service law firm in Kenya, specializing in real estate law, corporate law, and civil litigation.",
    "fullDescription": "Kimani and Michuki Advocates is a premier full-service law firm in Kenya, specializing in real estate law, corporate law, and civil litigation. Their online platform was designed to reflect their professionalism and commitment to delivering exceptional legal services while enhancing accessibility for clients.",
    "techStack": ["Next.js", "Django", "Shadcn UI", "Figma"],
    "image": "kimani-michuki.png",
    "websiteUrl": "https://kmadvocates.com",
    "order": 3
  },
  {
    "id": "eleven-motors",
    "title": "Eleven Motors Kenya",
    "shortDescription": "A feature-rich car dealership platform that elevates the vehicle buying and selling experience with powerful search capabilities.",
    "fullDescription": "Eleven Motors Kenya elevates the car dealership experience with a feature-rich platform tailored for modern buyers and sellers. By combining powerful search capabilities with a seamless user interface, Eleven Motors makes vehicle discovery and sales transactions quicker, safer, and more accessible than ever before.",
    "techStack": ["Next.js", "Django", "Docker"],
    "image": "eleven-motors.png",
    "websiteUrl": "https://elevenmotors.co.ke",
    "order": 4
  },
  {
    "id": "kai-karo",
    "title": "Kai and Karo",
    "shortDescription": "An innovative auto marketplace platform that transformed digital presence and optimized user experience for seamless vehicle transactions.",
    "fullDescription": "Successfully conceptualized and executed the development of an innovative auto marketplace website for Kai and Karo. This platform not only transformed the company's digital presence but also optimized the user experience, ensuring seamless vehicle transactions for thousands of customers. With cutting-edge features and an intuitive interface, the site has positioned Kai and Karo as a forerunner in the online auto trading industry.",
    "techStack": ["Next.js", "Django", "Docker"],
    "image": "kai-and-karo.png",
    "websiteUrl": "https://kaiandkaro.com",
    "order": 5
  },
  {
    "id": "bridgelab",
    "title": "BridgeLab Africa",
    "shortDescription": "An innovative mentorship marketplace connecting individuals across Africa with mentors offering both paid and free opportunities.",
    "fullDescription": "BridgeLab Africa is an innovative mentorship marketplace designed to connect individuals across the African continent with mentors offering both paid and free mentorship opportunities. The platform integrates seamless payment modules, calendar subscriptions, and automated email reminders to enhance user convenience and engagement.",
    "techStack": ["Next.js", "Tailwind CSS", "Django"],
    "image": "bridgelab.png",
    "websiteUrl": "https://bridgelabke.com",
    "order": 6
  },
  {
    "id": "parklands-sports",
    "title": "Parklands Sports Club App",
    "shortDescription": "A dynamic sports booking and e-commerce app for the prestigious Parklands Sports Club with member engagement features.",
    "fullDescription": "A dynamic sports booking and e-commerce app developed for the prestigious Parklands Sports Club. The app simplifies sports session bookings and features a robust e-commerce platform, enabling members to order club items online with delivery options. It revitalized engagement, attracting dormant members and enhancing the overall member experience.",
    "techStack": ["Django", "jQuery", "Flutter"],
    "image": "parklands.png",
    "appStoreUrl": "https://apps.apple.com/app/parklands-sports",
    "playStoreUrl": "https://play.google.com/store/apps/parklands",
    "order": 7
  },
  {
    "id": "muthaiga-golf",
    "title": "Muthaiga Golf Club App",
    "shortDescription": "Golf booking and e-commerce SaaS solution that boosted member participation by 60% at the prestigious Muthaiga Golf Club.",
    "fullDescription": "Golf booking and e-commerce app for the prestigious Muthaiga Golf Club. This SaaS solution streamlines golf bookings and offers an online store for club merchandise and food. It boosted member participation by 60%, re-engaging dormant members and showcasing the club's innovation.",
    "techStack": ["Django", "Vue.js", "Flutter"],
    "image": "muthaiga-golf.jpg",
    "appStoreUrl": "https://apps.apple.com/app/muthaiga-golf",
    "playStoreUrl": "https://play.google.com/store/apps/muthaiga",
    "order": 8
  }
]
